Repository: postcreative/engage-plugins
Catalog: engage-donations/languages/ewd-*.po
Languages: fr_fr

source: Easy Wordpress Donation Settings
fr_fr: Paramètres de Easy WordPress Donation

source: Donations
fr_fr: Dons

source: Export to CSV
fr_fr: Exporter vers CSV

source: Options saved
fr_fr: Paramètres enregistrés

source: Save Options
fr_fr: Enregistrer les paramètres

source: Export Donations to CSV
fr_fr: Exporter les dons vers CSV

source: You can download the donation list by clicking the button below. It will create a .CSV file with all informations.
fr_fr: Vous pouvez télécharger la liste des dons en cliquant sur le bouton ci-dessous. Un fichier .csv sera créé avec toutes les informations.

source: Click to export
fr_fr: Cliquez pour Exporter

source: Settings
fr_fr: Paramètres

source: To work properly the plugin needs to be configured. Please go to the settings page and fill in the form.
fr_fr: Pour fonctionner correctement le plugin doit être configuré. Rendez-vous sur la page des paramètres, puis remplissez le formulaire.

source: top
fr_fr: Haut de page

source: To display the donation form use this shortcode. You can place it in any page or post.
fr_fr: Pour afficher le formulaire de dons utilisez ce shortcode.

source: To display the donations list use this shortcode. You can place it in any page or post.
fr_fr: Pour afficher la liste des dons utilisez ce shortcode.

source: To display the donation targeted amount, use this shortcode.
fr_fr: Pour afficher la cible des dons utilisez ce shortcode

source: The format attribute is optional, do not use it to display a numeric value. Use it to display the money formatted value.
fr_fr: Le format est optionnel, ne l'utilisez pas pour inéser une valeur numérique. Utilisez le pour afficher un format monétaire.

source: To display already collected funds, use this shortcode.
fr_fr: Pour afficher la totalité des dons déja collectés utilisez ce shortcode

source: To display the collected funds / target progress bar, use this shortcode.
fr_fr: Pour afficher la barre de progression des dons utilisez ce shortcode

source: Configure color, animation and stripes under Settings > Donation form tab.
fr_fr: Configurez la couleur, l'animation et les rayures dans Paramètres > Formulaire de dons

source: You do not have to set anything else!
fr_fr: Vous n'avez rien d'autres à faire !

source: General
fr_fr: Paramètres généraux

source: Donation Form
fr_fr: Formulaire de don

source: Donations List
fr_fr: Liste de dons

source: Please configure the main options below
fr_fr: Merci de configurer les paramètres généraux ci-dessous

source: Donation slug
fr_fr: Slug des dons

source: It's the slug used in urls donations, ex http://mysite.com/donation/donation_name
fr_fr: C'est le slug utilisé dans les urls des dons, ex: http://monsite.com/dons/don_1

source: Enable Donations Target
fr_fr: Activer un montant cible

source: Check this if you want to enable a donations amount target you want to reach
fr_fr: Cochez cette case pour activer une limite de dons à atteindre

source: Donations Target
fr_fr: Cible des dons

source: Please enter target amount to reach
fr_fr: Indiquer un montant cible à atteindre

source: Donations Total Amount Display
fr_fr: Affichage du montant total

source: Please indicate how you want to display the total donations amount
fr_fr: Indiquez comment vous souhaitez afficher le montant total des dons

source: In value
fr_fr: En valeur

source: In percent
fr_fr: En pourcentage

source: Please configure the donation form options below
fr_fr: Merci de configurer les paramètres du formulaire de dons ci-dessous

source: Amounts display
fr_fr: Affichage des montants

source: Choose to display predefined amounts list, custom amount field or both
fr_fr: Choisir d'afficher une liste de montants prédéfinis, ou un champs vierge ou les deux

source: Predefined amounts list
fr_fr: Montant prédéfinis

source: Custom Amount Field
fr_fr: Champs vierge

source: Both
fr_fr: Les deux

source: Available Donation Amounts
fr_fr: Montant des dons disponibles

source: Give a list of amounts that the potential donor can select (ex: 50). Disabled if Enable Custom Donation Amount is checked.
fr_fr: Indiquez ici la liste des montants que le donateur peut choisir.

source: Send donation button text
fr_fr: Bouton de validation

source: Enter submit donation button text
fr_fr: Texte du bouton de validation

source: Confirmation Message
fr_fr: Message de confirmation

source: This is the message donors will see before donation confirmation
fr_fr: C'est le message que le donateur verra juste avant de valider son don

source: Progress Bar Color
fr_fr: Couleur de la barre de progression

source: Please choose the progress bar color
fr_fr: Merci de choisir une couleur

source: Enable progress bar stripes
fr_fr: Activer la barre de progression

source: Choose to enable or disable stripes
fr_fr: Choisir d'activer les rayures

source: Enable stripes animation
fr_fr: Activer l'animation

source: Choose to enable or disable stripes animation
fr_fr: Choisir d'aciver l'animation

source: Please configure the donations list options below
fr_fr: Merci de configurer les paramètres de la liste des dons ci-dessous

source: Enable Donor Picture
fr_fr: Activer la miniature du donateur

source: Check if you want to enable donor picture (only uploaded from admin)
fr_fr: Cochez cette case si vous souhaitez activer une miniature pour le donateur (upload depuis l'admin uniquement)

source: Display Donation Percentage of Target
fr_fr: Afficher la part du don en pourcentage de la cible

source: Check to display the donation part of total target
fr_fr: Cochez cette case pour activer la part du don sur la cible totale

source: Please configure the PayPal options below
fr_fr: Merci de configurer les paramètres PayPal ci-dessous

source: Choose a logo to be displayed on PayPal page
fr_fr: Choisir un logo a afficher sur la page PayPal

source: PayPal Account
fr_fr: Compte PayPal

source: Please enter your PayPal account
fr_fr: Indiquez ici votre identifiant PayPal

source: Enable PayPal Sandbox
fr_fr: Activer la Sandbox PayPal

source: Check to activate PayPal Sandbox (test mode only)
fr_fr: Cocher pour activer la Sandbox PayPal (mode test)

source: Enable PayPal IPN Notifier
fr_fr: Activer la notification instannée PayPal

source: Check to receive IPN data by email (test mode)
fr_fr: Cocher pour recevoir l'IPN PayPal par email (mode test)

source: PayPal Return URL
fr_fr: URL de retour PayPal

source: Choose the page where donors are redirected after payment
fr_fr: URL de la page de remerciement où sera redirigé le donateur après paiement

source: PayPal Cancel URL
fr_fr: URL d'annulation PayPal

source: Choose the page where donors are redirected when they cancel transaction
fr_fr: URL de la page de remerciement où sera redirigé le donateur après l'annulation du paiement

source: PayPal Language
fr_fr: Langue de PayPal

source: Please specify the language to use on PayPal
fr_fr: Choisir la langue de PayPal

source: Donation Currency
fr_fr: Monnaie des dons

source: It's the currency symbol used for donation
fr_fr: C'est le symbole de la monnaie utilisée pour les dons

source: Donation Currency code
fr_fr: Code de la monnaie

source: It's the currency code used for donation (USD, EUR or other)
fr_fr: C'est le code de la monnaie utilisée pour les dons (USD, EUR...)

source: Currency Symbol Position
fr_fr: Emplacement du symbole de la monnaie

source: Please specify where you place currency symbol
fr_fr: Indiquez où placer le symbole monétaire

source: Before currency
fr_fr: Avant la valeur

source: After currency
fr_fr: Après la valeur

source: Please configure global emails parameters
fr_fr: Merci de configurer les paramètres des emails

source: Email From
fr_fr: Email de l'expéditeur

source: Insert here the email used in emails sendings as sender
fr_fr: Indiquez ici l'email à utilisée pour l'envoi des emails (l'expéditeur)

source: Please configure the email sent to the donor
fr_fr: Merci de configurer l'email envoyé au donateur

source: Enable thank you email?
fr_fr: Activer l'email de remerciement ?

source: Check if you want to send an email once a donation is completed.
fr_fr: Cochez cette case pour activer l'envoi d'un email de remerciement une fois le don effectué

source: Thank you email content
fr_fr: Contenu de l'email de remerciement

source: Please insert here the thank you email content that is sent when donation is completed.<br />Use this variables: <b>%FIRSTNAME%</b>, <b>%LASTNAME%</b>, <b>%DATE%</b> and <b>%AMOUNT%</b>
fr_fr: Indiquez ici le texte de l'email de remerciement qui sera envoyé une fois le paiement effectué.<br />Utilisezles variables suivantes: <b>%FIRSTNAME%</b>, <b>%LASTNAME%</b>, <b>%DATE%</b> et <b>%AMOUNT%</b>

source: Please configure the email sent to you when a new donation is done
fr_fr: Merci de configurer les paramètres de l'email qui vous est envoyé apres un don

source: Enable admin notification email?
fr_fr: Activer la notifiation email à l'admin?

source: Check if you want to receive an email once a donation is completed.
fr_fr: Cochez cette case pour activer l'envoi d'un email lors de la création d'un nouveau don

source: Admin notification email
fr_fr: Adresse email de notification

source: Please insert here the admin notification email content that is sent to you when donation is completed.<br />Use this variables: <b>%FIRSTNAME%</b>, <b>%LASTNAME%</b>, <b>%DATE%</b> and <b>%AMOUNT%</b> (These are donor & donation data)
fr_fr: Indiquez ici le texte de l'email de remerciement qui vous sera envoyé une fois le paiement effectué.<br />Utilisezles variables suivantes: <b>%FIRSTNAME%</b>, <b>%LASTNAME%</b>, <b>%DATE%</b> et <b>%AMOUNT%</b>

source: Hidden Amount Anonymous Donation
fr_fr: Don Anonyme au Montant Masqué

source: Anonymous Donation
fr_fr: Don Anonyme

source: Hidden Amount
fr_fr: Montant Masqué

source: of global target
fr_fr: de la cible

source: On
fr_fr: Sur

source: There is no donation for the moment.
fr_fr: Il n'y a aucun don pour le moment

source: Donor Picture
fr_fr: Miniature du donateur

source: Set donor picture
fr_fr: Choisir la miniature du donateur

source: Use as donor picture
fr_fr: Utiliser comme miniature du donateur

source: Remove donor picture
fr_fr: Supprimer la miniature du donateur

source: Projects
fr_fr: Projets

source: Project
fr_fr: Projet

source: No
fr_fr: Aucun

source: Donations Report
fr_fr: Rapport des dons

source: Donor Name
fr_fr: Nom du donateur

source: Phone
fr_fr: Téléphone

source: Address
fr_fr: Adresse

source: Zipcode
fr_fr: Code Postal

source: City
fr_fr: Ville

source: Amount
fr_fr: Montant

source: Anonymous
fr_fr: Don Anonyme

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Please enter your first name.
fr_fr: Indiquez votre prénom

source: Please enter your last name.
fr_fr: Indiquez votre nom

source: Please enter your email address.
fr_fr: Indiquez votre email

source: You entered an invalid email address.
fr_fr: Vous avez indiqué un email incorrect.

source: Please enter your donation amount.
fr_fr: Indiquez le montant de votre don

source: Are you a robot ? 4 + 5 = ?
fr_fr: Etes-vous un robot ? 4 + 5 = ?

source: Donation by [ enter donor name here ]
fr_fr: Don par [ entre le nom du donateur ]

source: Your donation amount
fr_fr: Montant de votre don

source: Your Personal Information
fr_fr: Vos informations personnelle

source: Firstname
fr_fr: Prénom

source: Phone Number
fr_fr: Numéro de Téléphone

source: Lastname
fr_fr: Prénom

source: Zip Code
fr_fr: Code Postal

source: Optional Message
fr_fr: Message optionnel

source: Write an optional message here
fr_fr: Ecrire un message optionnel

source: Optional message
fr_fr: Message Optionnel

source: Choose the project to help
fr_fr: Choisir le projet à soutenir

source: Your Donation Information
fr_fr: Votre don

source: Weekly recurring payment
fr_fr: Paiement récurrent hebdomadaire

source: Monthly recurring payment
fr_fr: Paiement récurrent mensuel

source: Yearly recurring payment
fr_fr: Paiement récurrent annuel

source: Make an anonymous donation
fr_fr: Effectuer un Don Anonyme

source: Hide donation amount in our donors public list
fr_fr: Masquer le montant du don dans la liste publique

source: Anti-spam: How much is 5+4?
fr_fr: Antispam: Combien font 4 + 5 ?

source: Submit donation
fr_fr: Valider le don

source: Dear
fr_fr: Cher(e)

source: Donation by
fr_fr: Don de

source: Donation Details
fr_fr: Détails du don

source: Donor Email
fr_fr: Email du donateur

source: Donation Amount
fr_fr: Montant du don

source: Hide Your Name?
fr_fr: Masquer votre nom ?

source: Hide Donation Amount?
fr_fr: Masquer le montant du don ?

source: Recurring Payment
fr_fr: Paiement Récurrent

source: Category
fr_fr: Categorie

source: Recurring Donation to
fr_fr: Don récurrent à

source: Donation to
fr_fr: Don à

source: Confirm and go to PayPal
fr_fr: Confirmer et payer avec PayPal

source: Weekly
fr_fr: Hebdomadaire

source: Montly
fr_fr: Mensuel

source: Yearly
fr_fr: Annuel

source: Custom Amount in
fr_fr: Montant personnalisé en

source: Custom Amount
fr_fr: Montant personnalisé

source: No amount available
fr_fr: Aucun montant disponible

source: Thank you for your donation
fr_fr: Merci pour votre don

source: You received a new donation
fr_fr: Vous avez recu un nouveau don

source: Donor
fr_fr: Donateur

source: Help
fr_fr: Aide

source: Select
fr_fr: Choisir

source: Manage
fr_fr: Gérer

source: post
fr_fr: article

source: Choose Image
fr_fr: Choisir une image

source: Remove Image
fr_fr: Supprimer l'image

source: Delete
fr_fr: Supprimer

source: Add
fr_fr: Ajouter

source: Donor Information
fr_fr: Information sur le donateur

source: Choose the donor name.
fr_fr: Choisir le nom du donateur

source: Indicate the donation amount (ex: 20) in
fr_fr: Indiquer le montant du don en

source: Custom Message
fr_fr: Message personnalisé

source: Write optional information about the donation or leave blank.
fr_fr: Inscrivez ici des informations supplémentaires facultatives sur le don ou laissez vide

source: Hide donor name?
fr_fr: Masquer le nom du donateur ?

source: Check to hide the donor name, and display donation as anonymous.
fr_fr: Cochez pour masquer le nom du donateur

source: Hide donation amount?
fr_fr: Masquer le montant du don ?

source: Check to hide the donation amount.
fr_fr: Cochez pour masquer le montant du don
